[
  {
    "quote": "The way to get started is to quit talking and begin doing.",
    "author": "Walt Disney"
  },
  {
    "quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
    "author": "James Cameron"
  },
  {
    "quote": "Always remember that you are absolutely unique. Just like everyone else.",
    "author": "Margaret Mead"
  },
  {
    "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Only those who dare to fail greatly can ever achieve greatly",
    "author": "Robert F. Kennedy"
  },
  {
    "quote": "Giving up is the only sure way to fail.",
    "author": "Gena Showalter"
  },
  {
    "quote": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.",
    "author": "Denis Waitley"
  },
  {
    "quote": "One of the painful things about our time is that those who feel certainty are stupid, and those with any imagination and understanding are filled with doubt and indecision.",
    "author": "Bertrand Russell"
  },
  {
    "quote": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
    "author": "Albert Einstein"
  },
  {
    "quote": "One learns from books and example only that certain things can be done. Actual learning requires that you do those things.",
    "author": "Frank Herbert"
  },
  {
    "quote": "Develop a passion for learning. If you do, you will never cease to grow.",
    "author": "Anthony J. D’Angelo"
  },
  {
    "quote": "One hour per day of study in your chosen field is all it takes. One hour per day of study will put you at the top of your field within three years. Within five years you’ll be a national authority. In seven years, you can be one of the best people in the world at what you do.",
    "author": "Earl Nightingale"
  },
  {
    "quote": "You don’t understand anything until you learn it more than one way.",
    "author": "Marvin Minsky"
  },
  {
    "quote": "Research shows that you begin learning in the womb and go right on learning until the moment you pass on. Your brain has a capacity for learning that is virtually limitless, which makes every human a potential genius.",
    "author": "Michael J. Gelb"
  },
  {
    "quote": "Spoon feeding in the long run teaches us nothing but the shape of the spoon",
    "author": "E. M. Forster"
  },
  {
    "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young",
    "author": "Henry Ford"
  },
  {
    "quote": "In the end we retain from our studies only that which we practically apply.",
    "author": "Johann Wolfgang Von Goethe"
  },
  {
    "quote": "Study hard what interests you the most in the most undisciplined, irreverent and original manner possible.",
    "author": "Richard Feynman"
  },
  {
    "quote": "That is what learning is. You suddenly understand something you’ve understood all your life, but in a new way.",
    "author": "Doris Lessing"
  },
  {
    "quote": "The beautiful thing about learning is nobody can take it away from you.",
    "author": "B.B. King"
  },
  {
    "quote": "The more that you read, the more things you will know. The more that you learn, the more places you’ll go.",
    "author": "Dr. Seuss"
  },
  {
    "quote": "In learning you will teach, and in teaching you will learn.",
    "author": "Phil Collins"
  },
  {
    "quote": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci"
  },
  {
    "quote": "For the things we have to learn before we can do them, we learn by doing them.",
    "author": "Aristotle"
  },
  {
    "quote": "Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind.",
    "author": "Plato"
  },
  {
    "quote": "I am always doing that which I cannot do, in order that I may learn how to do it.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Learn as if you were not reaching your goal and as though you were scared of missing it",
    "author": "Confucius"
  },
  {
    "quote": "Intellectual growth should commence at birth and cease only at death.",
    "author": "Albert Einstein"
  },
  {
    "quote": "The great aim of education is not knowledge but action.",
    "author": "Herbert Spencer"
  },
  {
    "quote": "Education without application is just entertainment.",
    "author": "Tim Sanders"
  },
  {
    "quote": "Recipes tell you nothing. Learning techniques is the key.",
    "author": "Tom Colicchio"
  },
  {
    "quote": "It is what we know already that often prevents us from learning.",
    "author": "Claude Bernard"
  },
  {
    "quote": "The illiterate of the 21st century will not be those who cannot read and write, but those who cannot learn, unlearn, and relearn",
    "author": "Alvin Toffler"
  },
  {
    "quote": "I never learned from a man who agreed with me.",
    "author": "Robert A. Heinlein"
  },
  {
    "quote": "A man who asks is a fool for five minutes. A man who never asks is a fool for life.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger",
    "author": "Confucius"
  },
  {
    "quote": "The expert in anything was once a beginner.",
    "author": "Anonymous"
  }
]